{
  "items": [
    {
      "start": "13 : 00",
      "middle": "-",
      "end": "13 : 50",
      "title": "AI 프로젝트에 Agile을 도입했더니 나만 찌질거리는 것 처럼 느껴졌던 5가지 이유",
      "name": "도경태",
      "company": "네이버",
      "img": "/img/speaker/img-key-03.png",
      "sImg": "/img/speaker/img-keynote-pop-03.png",
      "track": "Agile",
      "time": "13:00 - 13:50",
      "location": "",
      "descriptionIcon": "",
      "color": "agile",
      "tableBorder": "schedule__table__row_border",
      "note": "[도발편]\n1. 도저히 함께 할 수 없을 것만 같은 프로젝트 부적응자 - 연구자들\n2. 칸반, 스프린트 다 부질 없다.\n3. Whole Team 씨나락 까먹는 소리하고 앉아있다\n4. 점진적인 개선보다 중요한  SOTA\n5. UX는 어떻게 측정하나요\n\n[진정편]\n1. 연구자들과 친해지기\n2. 스크럼반으로 대강 시작부터 하자\n3. 잘난 사람은 잘난대로 살고.\n4. SOTA 로 얻을 수 있는 프로젝트의 이득\n5. UX를 측정하는 법. 제품으로 설득해야 하고 사용자의 피드백은 연구자도 좋아한다.\n\n[결론]\nA.I. 프로젝트에 애자일을 훌륭하게 적용하는 방법\nB.P.로 부터 듣는다.\n"
    },
    {
      "start": "14 : 00",
      "middle": "-",
      "end": "14 : 50",
      "title": "Large Enterprise Agile Transformation - Cisco Scaled Agile Journey",
      "name": "Pete Rim",
      "company": "Cisco Systems",
      "img": "/img/speaker/img-key-01.png",
      "sImg": "/img/speaker/img-keynote-pop-01.png",
      "track": "Agile",
      "time": "14:00-14:50",
      "location": "영한 통역지원",
      "descriptionIcon": "shc-trans.svg",
      "color": "agile",
      "tableBorder": "schedule__table__row_border",
      "note": "The audience will walk away with the following realization after participating in the Cisco Scaled Agile Journey discussion:\n\n- Simple roadmap on all the cross functional items to account for a multinational corporate agile transformation\n- An example of enterprise organizational setup to kick-start the journey\n- A list of items In-scope for corporate agile transformation – tools, process, and people\n- Real examples of \"pains\" experienced in the journey over the last 3 years\n- Realistic expectation on Agile Industry support and resources, or lack thereof, for a large scale transformation\n- \"Art of what’s possible\" in large corporate agile transformation, not just \"doing\" agile but “being” agile\n\nCisco is changing the way Cisco does business through Continuous Delivery and Scaled Scrum. We would like to share how we have moved a $49B enterprise of 25,000 engineers across the globe from 100% waterfall based delivery to scrum delivery in a massive scale.\n\nToday, a strong partnership with the business and increased collaboration is driving delivery of new business outcomes faster. However, our journey started over 5 years back and was a gradual, and still on-going, evolution of mobilizing the agile transformation, strategically and tactically. We started with a strong executive leadership’s desire on the recognition of inevitable need for a change in the way we enabled business capabilities, from waterfall based 6 to 9 months delivery cycles to agile based weekly and monthly delivery capabilities. We experienced our share of challenges in just getting started to organically creating the critical core of passionate agile leaders throughout the enterprise.\n\nLet us share how we organized, created the momentum, and overcame various challenges along the way, from getting beyond the long standing cultural resistance to a practical matter of scaling scrum from ground zero, from planning to executing, across the enterprise.\n\n"
    },
    {
      "start": "15 : 00",
      "middle": "-",
      "end": "15 : 50",
      "title": "Agile 배워서 남줄Lab (부제:SI에서 Agile로 살아남기)",
      "name": "심상준",
      "company": "SK C&C",
      "img": "/img/speaker/img-key-02.png",
      "sImg": "/img/speaker/img-keynote-pop-02.png",
      "track": "Agile",
      "time": "15:00 - 15:50",
      "location": "",
      "descriptionIcon": "",
      "color": "agile",
      "tableBorder": "schedule__table__row_border",
      "note": "SI에서 Agile은 무엇보다 고객사/협력사를 포함한 다양한 이해관계자들을 변화시키고 설득시켜야 합니다.\n\nSI에서 Agile을 성공시키기 위한 다양한 노하우를 공개합니다.\n- 제대로된 PO역할 수행을 위한 고객사 설득하기\n- 감리사와 밀당하기\n- Scrum Master는 누가?\n- 내부직원 육성하기\n"
    },
    {
      "start": "16 : 00",
      "middle": "-",
      "end": "16 : 50",
      "title": "오렌지라이프의 Agile 조직문화 내재화 사례",
      "name": "천지원",
      "company": "오렌지라이프",
      "img": "/img/speaker/img-key-14.png",
      "sImg": "/img/speaker/img-keynote-pop-14.png",
      "track": "Agile",
      "time": "16:00 - 16:50",
      "location": "",
      "descriptionIcon": "",
      "color": "agile",
      "tableBorder": "schedule__table__row_border",
      "note": "[개요]\n보수적인 보험금융권에서 혁신적인 방식으로 Agile Transformation에 성공한 오렌지라이프의 여정을 소개합니다. 조직문화로서 Agile을 사례 위주로 설명하며 경험을 통해 얻은 Agile 도입의 고려사항도 공유합니다.\n\n[목차]\n- 오렌지라이프의 Agile 도입 배경 및 핵심철학\n- 오렌지라이프에 적용된 Agile 모델 및 업무방식 상세\n- Agile Transformation 이후 조직내 주요 변화사항\n- 사례중심의 Agile 도입 고려사항\n- Q&A\n"
    },
    {
      "start": "17 : 00",
      "middle": "-",
      "end": "17 : 50",
      "title": "패널토의",
      "name": "",
      "location": "",
      "descriptionIcon": "",
      "color": "agile",
      "tableBorder": "schedule__table__row_border"
    }
  ]
}
